{"bookName":"10-Minute Focus - 25 Habits for Mastering Your Concentration and Eliminating Distractions","noteList":[{"guid":"1a2a02c7-76d4-46ee-abed-bb92f5470a3f","spineIndex":1,"startCharIndex":1428,"endCharIndex":1440,"color":2,"text":"Introduction","note":"This intro describes a guidebook to help people improve their focus by providing tools and strategies for eliminating distractions, planning their day, and controlling their environment.\nThe guidebook is divided into 5 chapters: \nthe 1st chapter introduces the concept of focus and why it can be hard to maintain and the importance of procrastination\nthe 2nd chapter discusses the impact of the work environment, \nand 3rd chapter focus on planning the day to maximize the time to work and minimize distractions.\nThe 4th chapter talks about the definitive action in the moment that can help get focused.\nThe 5th chapter talks about how improving health can improve focus. Throughout the book, 25 habits are discussed that can be cultivated to improve focus and most of them only take 10 minutes or less to complete.","updateTime":1673414338198,"time":"2023-01-11 06:18","bgColor":"#FCACCA","showTime":"2023-01-11 05:18:58"},{"guid":"8459a4f1-d455-40a4-8527-b74dea89be62","spineIndex":1,"startCharIndex":7249,"endCharIndex":7279,"color":2,"text":"Chapter 1: Understanding Focus","note":"","updateTime":1673416758545,"time":"2023-01-11 06:59","bgColor":"#FCACCA","showTime":"2023-01-11 05:59:18"},{"guid":"3da4e016-d45e-470c-92d5-ff48745e2b29","spineIndex":1,"startCharIndex":7292,"endCharIndex":7325,"color":4,"text":"Understanding the basics of focus","note":"the idea of focus is not just about having tunnel vision and ignoring everything else, but it's more complex. Attention management and focus include different types of attention that dictate what you notice, do not notice, ignore or focus on, each with different uses and challenges. ","updateTime":1673415156568,"time":"2023-01-11 06:32","bgColor":"#C3F172","showTime":"2023-01-11 05:32:36"},{"guid":"f12ee444-8661-4ad5-a438-18a3aeab0365","spineIndex":1,"startCharIndex":7961,"endCharIndex":7996,"color":4,"text":"Voluntary and involuntary attention","note":"-Voluntary attention is when an individual chooses to focus on something consciously and has control over what captures their attention. It's like a muscle that needs to be used and strengthened to remain relevant. \n-Involuntary attention is the opposite, where the individual doesn't have control over what captures their attention, for example, a loud noise. Involuntary attention has evolutionary value and it helped our ancestors to stay alert and safe. However, in modern times, it can be a source of distractions and can be learned to be ignored or avoided to get things done.","updateTime":1673415305731,"time":"2023-01-11 06:35","bgColor":"#C3F172","showTime":"2023-01-11 05:35:05"},{"guid":"219a1608-a226-4f80-a086-8bd3954fcae8","spineIndex":1,"startCharIndex":11108,"endCharIndex":11135,"color":4,"text":"Broad vs. focused attention","note":" Broad attention is used to evaluate the situation from a bird's eye view and see the big picture, \nwhile focused attention is used to address a specific situation and come up with the best approach given specific goals and resources. \nBoth types of attention can be good, but they also pose potential pitfalls. Over-concentration on one of them can lead to missing important details and can impair overall awareness of the situation. The text also highlights that some types of attention are involuntary and can be difficult to ignore, and others are voluntary, and the guidebook will discuss strategies to control attention and avoid distractions.","updateTime":1673415963863,"time":"2023-01-11 06:46","bgColor":"#C3F172","showTime":"2023-01-11 05:46:03"},{"guid":"bd244af0-471f-45e8-972d-646deeb5946f","spineIndex":1,"startCharIndex":13748,"endCharIndex":13775,"color":4,"text":"Why do I keep losing focus?","note":" the common experience of struggling to focus at work due to distractions, which can result in reduced quality and increased frustration.  there are five main factors that contribute to a lack of focus: lack of interest, negative emotions, poor organization, low energy levels, and lack of control. Each factor is discussed in more detail, with an emphasis on understanding the root cause of poor focus, in order to help improve it.","updateTime":1673416475785,"time":"2023-01-11 06:54","bgColor":"#C3F172","showTime":"2023-01-11 05:54:35"},{"guid":"a2d3154e-7934-47d8-8857-ce7bcc5222c6","spineIndex":1,"startCharIndex":14988,"endCharIndex":15004,"color":1,"text":"Lack of interest","note":"having an interest in a task makes it easier to concentrate and focus on it, because it creates engagement and stimulation. When you are passionate about your work, it is easier to ignore distractions, thus getting more done. loving what you do, can make it feel less like work.","updateTime":1673416708439,"time":"2023-01-11 06:58","bgColor":"#FFED6C","showTime":"2023-01-11 05:58:28"},{"guid":"4f2899c6-bc04-42e7-98b8-274f0e77b93d","spineIndex":1,"startCharIndex":15521,"endCharIndex":15538,"color":1,"text":"Negative emotions","note":"   -Negative emotional states can affect concentration\n   -Emotions such as loneliness, hostility, depression, annoyance and stress can make it difficult to focus\n   -These emotions can occupy the mind, leaving limited cognitive resources for managing attention.","updateTime":1673417019699,"time":"2023-01-11 07:03","bgColor":"#FFED6C","showTime":"2023-01-11 06:03:39"},{"guid":"fbc73e9b-9cdc-4950-b340-e1ff3c3696da","spineIndex":1,"startCharIndex":15952,"endCharIndex":15969,"color":1,"text":"Poor organization","note":"   -Planning and organizing one's day can help with concentration and ignoring distractions.\n   -Consistent and familiar daily pattern can improve ability to manage attention\n   -Good organization helps to keep chaos at bay and improve ability to stay focused.","updateTime":1673417443476,"time":"2023-01-11 07:10","bgColor":"#FFED6C","showTime":"2023-01-11 06:10:43"},{"guid":"9195fac9-677d-43cd-b8ff-84cf6269f6c3","spineIndex":1,"startCharIndex":16372,"endCharIndex":16392,"color":1,"text":"Low levels of energy","note":"Low energy is a factor that can negatively impact focus, and good physical health through exercise, sufficient sleep, and healthy food is necessary to maintain energy levels throughout the day. Neglecting these elements will result in poor focus and negatively affect the brain's ability to function and provide focus. Adequate sleep is especially important for mental state and potential.","updateTime":1673417608768,"time":"2023-01-11 07:13","bgColor":"#FFED6C","showTime":"2023-01-11 06:13:28"},{"guid":"d51dd951-a1b1-405d-9261-3aa95c100fce","spineIndex":1,"startCharIndex":17272,"endCharIndex":17287,"color":1,"text":"Lack of control","note":"having control over one's time is important for achieving focus. Interruptions can prevent the \"flow state\" necessary for deep work and focusing on a task at hand.  that learning how to control one's own time is necessary to achieve focus and suggests that steps can be taken to avoid unnecessary interruptions, whether from family, friends or significant others in order to achieve focus and get work done.","updateTime":1673417906511,"time":"2023-01-11 07:18","bgColor":"#FFED6C","showTime":"2023-01-11 06:18:26"},{"guid":"bed486e3-9595-47b4-9986-1a7b8771d788","spineIndex":1,"startCharIndex":18097,"endCharIndex":18131,"color":4,"text":"Is the mind wandering a bad thing?","note":"Mind wandering can be beneficial for creativity and problem-solving, but it can cut into performance and productivity if not managed properly. A guidebook provides steps to help focus on circumstances that require attention, and also on when it's beneficial to let the mind wander, such as during a walk or exercise.","updateTime":1673418317607,"time":"2023-01-11 07:25","bgColor":"#C3F172","showTime":"2023-01-11 06:25:17"},{"guid":"01c23b0a-19a5-416a-bc13-03d0fb8dea0f","spineIndex":1,"startCharIndex":19406,"endCharIndex":19443,"color":4,"text":"Common obstacles that take away focus","note":"","updateTime":1673418441576,"time":"2023-01-11 07:27","bgColor":"#C3F172","showTime":"2023-01-11 06:27:21"},{"guid":"ebc95bba-1b5d-46ad-9e5c-ec072eca082f","spineIndex":1,"startCharIndex":20068,"endCharIndex":20082,"color":1,"text":"Mental fatigue","note":"Lack of sleep is the biggest factor of mental exhaustion and lack of focus, as it leads to your brain not being well-rested, making it harder to focus and more susceptible to distractions.","updateTime":1673418673999,"time":"2023-01-11 07:31","bgColor":"#FFED6C","showTime":"2023-01-11 06:31:13"},{"guid":"4b4baaaf-348d-4688-a66b-bdca6c361b13","spineIndex":1,"startCharIndex":20573,"endCharIndex":20585,"color":1,"text":"Restlessness","note":"Restlessness is a feeling of anxiety caused by an unknown issue that diverts cognitive resources towards resolving it, making it hard to focus on important tasks. It is a result of mental energy being spent in the wrong way.","updateTime":1673418936840,"time":"2023-01-11 07:35","bgColor":"#FFED6C","showTime":"2023-01-11 06:35:36"},{"guid":"35e05150-f8be-4a19-9a70-96c7f6faaa3c","spineIndex":1,"startCharIndex":21173,"endCharIndex":21179,"color":1,"text":"Stress","note":"Stress can be good for alertness and focus if it's occasional, but chronic stress can erode focus ability, and many causes like lack of control, approaching deadlines or major life events can lead to persistent stress.","updateTime":1673471640157,"time":"2023-01-11 22:14","bgColor":"#FFED6C","showTime":"2023-01-11 21:14:00"},{"guid":"ef0f4726-b0b7-42e7-9f8a-98fdf3b533e9","spineIndex":1,"startCharIndex":21697,"endCharIndex":21710,"color":1,"text":"Interruptions","note":"Interruptions, like emails, phone calls and coworkers, can be frustrating and can disrupt your workflow, takes time to get back on track after the interruption and can easily derail a positive and creative train of thought.","updateTime":1673471861779,"time":"2023-01-11 22:17","bgColor":"#FFED6C","showTime":"2023-01-11 21:17:41"},{"guid":"3ccdc941-dd85-46f6-b6e2-dcb626eb7893","spineIndex":1,"startCharIndex":22159,"endCharIndex":22181,"color":1,"text":"Lack of mental clarity","note":"Mental clutter such as trivial ideas and thoughts can make it difficult to concentrate and lead to an unfocused mind.","updateTime":1673471948660,"time":"2023-01-11 22:19","bgColor":"#FFED6C","showTime":"2023-01-11 21:19:08"},{"guid":"0f2231ef-68b7-4065-920e-530de6479b0e","spineIndex":1,"startCharIndex":22466,"endCharIndex":22485,"color":1,"text":"Unresolved problems","note":"Unresolved problems can negatively impact focus by constantly drawing attention and using brain resources, making it difficult to concentrate. It's important to address these problems to improve productivity.","updateTime":1673472118019,"time":"2023-01-11 22:21","bgColor":"#FFED6C","showTime":"2023-01-11 21:21:58"},{"guid":"daefde6a-d51e-46cc-a8f1-7f2f152cacb0","spineIndex":1,"startCharIndex":22890,"endCharIndex":22903,"color":1,"text":"Poor planning","note":"It's hard to focus on a task without a clear plan, and it may lead to distractions and poor results. To improve focus, make a plan and stick to it.","updateTime":1673472239141,"time":"2023-01-11 22:23","bgColor":"#FFED6C","showTime":"2023-01-11 21:23:59"},{"guid":"cb84f6d6-0cb5-4c2d-b0ea-0382795bbde6","spineIndex":1,"startCharIndex":23700,"endCharIndex":23716,"color":1,"text":"Physical clutter","note":"Working in a messy environment impairs focus, studies have shown this. A report found that working at a messy desk hinders the ability to concentrate on tasks. Keeping your workspace clean and clear can improve focus.","updateTime":1673472369253,"time":"2023-01-11 22:26","bgColor":"#FFED6C","showTime":"2023-01-11 21:26:09"},{"guid":"52316000-0d29-41b4-92c2-493f40b85c18","spineIndex":1,"startCharIndex":24290,"endCharIndex":24302,"color":1,"text":"Social media","note":"Social media can negatively affect your ability to concentrate in the short-term, one study found that students were unable to go more than a few minutes without checking their social media, this can make it hard to focus on work.","updateTime":1673472433157,"time":"2023-01-11 22:27","bgColor":"#FFED6C","showTime":"2023-01-11 21:27:13"},{"guid":"60816f43-be78-4b7b-a80c-3a69ccfe750d","spineIndex":1,"startCharIndex":24696,"endCharIndex":24706,"color":1,"text":"Your phone","note":"Keep your phone away from you when you need to focus, it is a major distraction as it rings, vibrates, and chirps constantly with notifications. This can prove major distraction and not possible to ignore, it's best to keep it away for a better focus on the task at hand.","updateTime":1673472555647,"time":"2023-01-11 22:29","bgColor":"#FFED6C","showTime":"2023-01-11 21:29:15"},{"guid":"0e98f76e-76e1-4073-877e-112b63702102","spineIndex":1,"startCharIndex":25212,"endCharIndex":25238,"color":4,"text":"Why is focus so important?","note":"Focus is an important ability that can greatly impact the productivity and success in various fields, including arts, music, writing and teaching. Lack of focus can lead to uninspiring results. This guidebook provides steps on how to manage attention and improve focus.","updateTime":1673474287232,"time":"2023-01-11 22:58","bgColor":"#C3F172","showTime":"2023-01-11 21:58:07"},{"guid":"ad3ae7e3-f53e-4ed5-944f-136f378d1546","spineIndex":1,"startCharIndex":26277,"endCharIndex":26296,"color":1,"text":"Better productivity","note":"Focus helps you stay on task and ignore distractions, allows you to enter a flow state and increase productivity by directing attention to the task and blocking out distractions, which results in getting more work done in less time.","updateTime":1673474414648,"time":"2023-01-11 23:00","bgColor":"#FFED6C","showTime":"2023-01-11 22:00:14"},{"guid":"480ca6a5-a55e-4cce-87ed-f2f78e77bd1b","spineIndex":1,"startCharIndex":26780,"endCharIndex":26802,"color":1,"text":"Improved relationships","note":"When you improve your attention management, it can help you to be more present and form stronger connections with loved ones, leading to increased intimacy and fulfillment.","updateTime":1673474538566,"time":"2023-01-11 23:02","bgColor":"#FFED6C","showTime":"2023-01-11 22:02:18"},{"guid":"5f0e826e-bde5-4503-a3f3-bbd645583765","spineIndex":1,"startCharIndex":27295,"endCharIndex":27323,"color":1,"text":"Boost your critical thinking","note":"Critical thinking is important in all stages of life, it helps with reading and understanding, judgment making, decision making, dealing with conflicts and many more. Additionally, being able to focus improves critical thinking.","updateTime":1673474637694,"time":"2023-01-11 23:03","bgColor":"#FFED6C","showTime":"2023-01-11 22:03:57"},{"guid":"d343e13c-e6a6-450f-bde6-9c376109faf8","spineIndex":1,"startCharIndex":27877,"endCharIndex":27886,"color":1,"text":"More grit","note":"Grit and resilience, not intelligence, is a key indicator of success and the ability to overcome challenges. To develop grit, you need to focus on challenges and put more effort to overcome them. It's possible to learn to direct your attention to handle daily challenges with positivity and certainty.","updateTime":1673474803856,"time":"2023-01-11 23:06","bgColor":"#FFED6C","showTime":"2023-01-11 22:06:43"},{"guid":"e9a763bc-963b-4740-abdd-5508a272d1bc","spineIndex":1,"startCharIndex":28478,"endCharIndex":28498,"color":1,"text":"Greater decisiveness","note":"Being decisive is important for making good decisions without overthinking, it can be developed by developing attention mastery. Indecisiveness leads to getting stuck and spending too much time making a decision and second-guessing past decisions, better focus can improve this by paying attention to details and making decisions confidently.","updateTime":1673475114315,"time":"2023-01-11 23:11","bgColor":"#FFED6C","showTime":"2023-01-11 22:11:54"},{"guid":"7c1c32ca-9a20-4e4e-a773-f40727d3bbdd","spineIndex":1,"startCharIndex":29345,"endCharIndex":29389,"color":1,"text":"Better retention of information that you get","note":"The ability to focus greatly impacts ability to hold onto information, including new concepts, people's names, and routes. A good focus allows one to cut through brain fog, ignore distractions, and focus on important details. Everyone has things to remember, information from boss, names, emails, quotes and deadlines, having the right focus helps one to remember them all.","updateTime":1673475312876,"time":"2023-01-11 23:15","bgColor":"#FFED6C","showTime":"2023-01-11 22:15:12"},{"guid":"0a4c0783-e615-47fe-b481-b1a3691be06f","spineIndex":1,"startCharIndex":30319,"endCharIndex":30348,"color":1,"text":"Improved levels of confidence","note":"Mastering attention improves productivity, critical thinking, relationships, decision making, memory, and resilience, all while increasing self-confidence.","updateTime":1673475432526,"time":"2023-01-11 23:17","bgColor":"#FFED6C","showTime":"2023-01-11 22:17:12"},{"guid":"5321e383-8c1f-468d-affa-1942634663b7","spineIndex":1,"startCharIndex":31062,"endCharIndex":31107,"color":4,"text":"What does procrastination have to do with it?","note":"Procrastination negatively affects focus by causing individuals to avoid work and seek distractions, this can be due to the work being perceived as boring or overwhelming, or without any clear reason. Procrastination is a form of self-control depletion, where people choose to do things that bring pleasure rather than the work that needs to be done. Improving focus can help reduce procrastination by making it easier to tackle the task at hand and less appealing to seek distractions. However, for procrastinators, following tips on focus may be difficult because of their tendency to avoid work.","updateTime":1673476108113,"time":"2023-01-11 23:28","bgColor":"#C3F172","showTime":"2023-01-11 22:28:28"},{"guid":"c21cae38-62c3-42d4-989e-061bfb719f58","spineIndex":1,"startCharIndex":33300,"endCharIndex":33323,"color":1,"text":"Identify your triggers:","note":"Procrastination can be caused by different triggers and knowing which one you are can help you to break the cycle. Triggers include: \nbeing a perfectionist, preferring to stay in the dreaming stage, fearing making mistakes, waiting until deadline to work, and doing what you feel you should do rather than thinking through what you should be doing.","updateTime":1673476189129,"time":"2023-01-11 23:29","bgColor":"#FFED6C","showTime":"2023-01-11 22:29:49"},{"guid":"c6775ee0-ef5e-442e-8584-23ddd619e785","spineIndex":1,"startCharIndex":34611,"endCharIndex":34629,"color":1,"text":"Face the triggers:","note":"Identify the cause of procrastination and actively work to overcome it through self-reflection and honesty.","updateTime":1673476259634,"time":"2023-01-11 23:30","bgColor":"#FFED6C","showTime":"2023-01-11 22:30:59"},{"guid":"51237d1f-7b74-49df-a518-9fcfaeec8153","spineIndex":1,"startCharIndex":34878,"endCharIndex":34890,"color":1,"text":"Take breaks:","note":"Take breaks regularly to avoid fatigue, it will help to maintain focus and prevent procrastination. Even just five minutes can be beneficial.","updateTime":1673476316350,"time":"2023-01-11 23:31","bgColor":"#FFED6C","showTime":"2023-01-11 22:31:56"},{"guid":"3d1c576c-6115-4407-9359-c580dbdf3855","spineIndex":1,"startCharIndex":35210,"endCharIndex":35226,"color":1,"text":"Reward yourself:","note":"Rewarding yourself can make work more enjoyable, and can be an effective strategy for those who procrastinate due to worries about missing out on fun activities. Set up rewards to keep yourself motivated towards your goals.","updateTime":1673476374985,"time":"2023-01-11 23:32","bgColor":"#FFED6C","showTime":"2023-01-11 22:32:54"},{"guid":"367218b0-7d9f-4e5c-b620-398e0c03843a","spineIndex":1,"startCharIndex":35554,"endCharIndex":35598,"color":1,"text":"Find smart ways to keep track of your time: ","note":"Use apps like Rescue Time to track how you spend your time each day, it will breakdown how you spend your time and help you see if you have been procrastinating during times you thought you were productive.","updateTime":1673476609492,"time":"2023-01-11 23:36","bgColor":"#FFED6C","showTime":"2023-01-11 22:36:49"},{"guid":"e1462678-bd07-409e-a1a1-83a2d0651b59","spineIndex":1,"startCharIndex":36060,"endCharIndex":36113,"color":4,"text":"Pop Quiz: Test to see how much your focus can improve","note":"This part  includes a 15-statement self-assessment quiz to evaluate how much trouble an individual has with focus, where each statement is scored on a scale of one to five, one indicating high degree of relevance to the individual, and five indicating low degree of relevance. The results from this quiz are used to identify areas of improvement in focus, and it is suggested that the reader take this quiz again after a few weeks or months to evaluate progress and effectiveness of the tips provided in the guidebook.","updateTime":1673476748860,"time":"2023-01-11 23:39","bgColor":"#C3F172","showTime":"2023-01-11 22:39:08"},{"guid":"20186e3f-e5fc-4ccf-b7ca-ab2e1072836d","spineIndex":1,"startCharIndex":40234,"endCharIndex":40279,"color":2,"text":"Chapter 2: Taking control of your environment","note":"","updateTime":1673477789515,"time":"2023-01-11 23:56","bgColor":"#FCACCA","showTime":"2023-01-11 22:56:29"},{"guid":"6ce9083c-6720-4f06-b506-c35f325e1b29","spineIndex":1,"startCharIndex":40286,"endCharIndex":40319,"color":4,"text":" Setting up the right environment","note":"The environment where you work plays a significant role in determining your ability to focus and be productive, and it's important to create a supportive environment that can help avoid distractions, enter into a flow state, and focus on work.","updateTime":1673477978094,"time":"2023-01-11 23:59","bgColor":"#C3F172","showTime":"2023-01-11 22:59:38"},{"guid":"0d430334-8062-42ad-bede-d7de009a6952","spineIndex":1,"startCharIndex":40925,"endCharIndex":40933,"color":1,"text":"Lighting","note":"Proper lighting is necessary to manage attention and improve focus. Well-lit environments can benefit both young people and adult workers. Low light can negatively affect focus, productivity and mood. Adequate light in the workspace can improve mental engagement and improve concentration.","updateTime":1673478831519,"time":"2023-01-12 00:13","bgColor":"#FFED6C","showTime":"2023-01-11 23:13:51"},{"guid":"21016d4a-43d2-4939-80b5-f99c71db140f","spineIndex":1,"startCharIndex":41803,"endCharIndex":41819,"color":1,"text":"Background noise","note":"Noise in the workspace can make it hard for some people to focus on their tasks and it is important for them to understand which types of sounds cause distractions for them. Some people may be sensitive to other people talking, intermittent sounds from video games etc. while others are fine with background noise. It is also important to figure out which kind of noise can put you in the right flow state, as every person is different, it can require experimenting to find what works best for you.","updateTime":1673479011317,"time":"2023-01-12 00:16","bgColor":"#FFED6C","showTime":"2023-01-11 23:16:51"},{"guid":"496e5beb-14a2-434d-8200-369e9f1b340f","spineIndex":1,"startCharIndex":43108,"endCharIndex":43115,"color":1,"text":"Comfort","note":"Comfort in the office can affect focus. Factors such as the position of your monitor, the duration of sitting still, posture, clothing, shoes and chair should be considered to ensure comfort. Having good posture and a comfortable chair are important for focus. Additionally, taking frequent breaks, stretching and walking can also help to relieve tension and improve focus. The distance between the monitor and the eyes should be between 24 and 35 inches to avoid eye or neck strain.","updateTime":1673479621155,"time":"2023-01-12 00:27","bgColor":"#FFED6C","showTime":"2023-01-11 23:27:01"},{"guid":"3c816f2b-dd9a-4eb7-a411-2aa8696565bf","spineIndex":1,"startCharIndex":46357,"endCharIndex":46368,"color":1,"text":"Temperature","note":"The temperature of the working environment can affect an individual's ability to focus, and the ideal temperature for most people is between 68 to 77 degrees Fahrenheit. If the individual does not have control over the thermostat, suggestions provided include, dressing in layers, bringing a small fan or heater, having cold gel packs, iced water, using LED bulbs for lighting, opening windows, bringing a sweater or blanket, and carrying a scarf. The text suggests experimenting with the work environment and other factors, like presence of others, air quality, and scents to ensure the optimal setup for focus.","updateTime":1673480100872,"time":"2023-01-12 00:35","bgColor":"#FFED6C","showTime":"2023-01-11 23:35:00"},{"guid":"e15a797d-e0dc-4044-b605-f585fab8b13d","spineIndex":1,"startCharIndex":48411,"endCharIndex":48453,"color":4,"text":"Habit no. 1: You do not need to be perfect","note":"Mental environment is just as important as physical environment when it comes to focus. The biggest issue with focus can be perfectionism, which stops one from proceeding with tasks unless they feel the work is perfect, this in return disrupts the workflow and prevents one from focusing, this is especially common for perfectionists. To overcome this problem, the author suggests working in 10-minute time chunks and not editing or correcting mistakes during this time, this will help train the mind to work without interruptions and streamline the workflow. Also, if information is missing it can be filled in with placeholder and revisited later. Taming the inner perfectionist will improve the ability to concentrate and get work done efficiently.","updateTime":1673480221725,"time":"2023-01-12 00:37","bgColor":"#C3F172","showTime":"2023-01-11 23:37:01"},{"guid":"b10260f7-194f-4254-9555-9f3ece0137c9","spineIndex":1,"startCharIndex":51692,"endCharIndex":51733,"color":4,"text":"Habit no. 2: Learn what your triggers are","note":"It is important to identify and address personal triggers for distractions, whether they are internal (e.g. boredom, cravings) or external (e.g. phone, social media), in order to improve focus and productivity. This includes coming up with a strategy to avoid or suppress triggers and practicing discipline to stick to it.","updateTime":1673480887106,"time":"2023-01-12 00:48","bgColor":"#C3F172","showTime":"2023-01-11 23:48:07"},{"guid":"9d04b6a0-9fac-4637-bd06-3ef8a2e99659","spineIndex":1,"startCharIndex":55875,"endCharIndex":55928,"color":4,"text":"Habit no. 3: Music can help you to get into the flow","note":"using music to help with concentration and enter a flow state. Noise can be distracting, but playing music can drown out the noise and help with focus. Instrumental music, specifically classical music, is the best type of music to help with concentration. Experiment with different options, such as one song on a loop or an album with a variety of songs, to find what works best for you. Music can help to replace silence and create a sense of sharper focus for completing tasks.","updateTime":1673486000239,"time":"2023-01-12 02:13","bgColor":"#C3F172","showTime":"2023-01-12 01:13:20"},{"guid":"d9b28896-d814-4d54-931d-b6133c958568","spineIndex":1,"startCharIndex":58444,"endCharIndex":58499,"color":4,"text":"Habit no. 4: Disconnecting can make all the difference","note":"Disconnecting from internet and phone can help eliminate distractions and improve focus. Turn off phone and Wi-Fi while working and reconnect during break. Avoid temptations and resist the urge to check messages. This will reduce stress and help in better concentration and catching up on missed communication later. The task and work at hand should be given priority over internet and phone usage.","updateTime":1673481630117,"time":"2023-01-12 01:00","bgColor":"#C3F172","showTime":"2023-01-12 00:00:30"},{"guid":"b5831226-d933-4fd1-bb4f-971201a6a65e","spineIndex":1,"startCharIndex":61598,"endCharIndex":61641,"color":2,"text":"Chapter 3: Planning to beat procrastination","note":"","updateTime":1673481639037,"time":"2023-01-12 01:00","bgColor":"#FCACCA","showTime":"2023-01-12 00:00:39"},{"guid":"bf9f2300-0f87-4d92-82f3-09a91b7ee9a6","spineIndex":1,"startCharIndex":61654,"endCharIndex":61709,"color":4,"text":"Habit no. 5: Create a daily routine that works for you","note":"Creating a daily routine can help improve focus by providing structure and minimizing distractions. Routines help the brain focus on what is coming next and to be more efficient in completing tasks. The daily patterns followed by an individual are executed in short periods and most people miss the increased focus that longer and more comprehensive routines offer. It's recommended to create a routine that includes recurring tasks, and add chunking, for example breaking tasks into specific time slots or in a sequence, for better focus and attention management.","updateTime":1673482185782,"time":"2023-01-12 01:09","bgColor":"#C3F172","showTime":"2023-01-12 00:09:45"},{"guid":"0a635ac6-8bb1-47c5-9d6c-183883bd4baa","spineIndex":1,"startCharIndex":65153,"endCharIndex":65192,"color":4,"text":"Habit no. 6: Capture your ideas quickly","note":"Unexpressed ideas and thoughts that float in your head can distract from focus and productivity. To address these ideas in a way that still maintains focus, it is recommended to record them right away using tools such as whiteboard, Google Keep, Todoist, OneNote, Evernote, pen and paper, digital voice recorder or chalkboard. This allows for later review without breaking concentration or momentum. According to the creator of the Getting Things Done system, David Allen, these are open loops, intentions that haven't been categorized yet and can distract if not managed properly.","updateTime":1673485978557,"time":"2023-01-12 02:12","bgColor":"#C3F172","showTime":"2023-01-12 01:12:58"},{"guid":"c6161cb0-d385-4fd4-9f68-482fb3310043","spineIndex":1,"startCharIndex":68226,"endCharIndex":68266,"color":4,"text":"Habit no. 7: Make a to-do list each day","note":"Creating a to-do list is a helpful habit to keep track of tasks, projects and items to focus on, and it will help to remove them out of the mind. This will help to concentrate without worrying that something will be forgotten, thus also reducing stress. To-do lists can be made with different mediums such as a dry erase board, cloud-based tools, paper and pen. And it is suggested to limit the to-do list to five important tasks for the day to improve the quality of work, and not just focus on completing as many tasks as possible.","updateTime":1673483285905,"time":"2023-01-12 01:28","bgColor":"#C3F172","showTime":"2023-01-12 00:28:05"},{"guid":"258338bc-2500-4f4f-9bde-1264dabf13d7","spineIndex":1,"startCharIndex":71889,"endCharIndex":71960,"color":4,"text":"Habit no. 8: Limit the tasks you need to get done each day to just five","note":"Limiting the number of tasks to just five per day can help improve focus and productivity. A long to-do list can cause stress and make it difficult to keep focus. Prioritizing the five most important tasks helps avoid feeling overwhelmed and ensures that the most important tasks are completed in a timely manner. It also allows for relaxation, creativity and better concentration. Quality of work improves and allows for better handling of non-essential tasks.","updateTime":1673483840977,"time":"2023-01-12 01:37","bgColor":"#C3F172","showTime":"2023-01-12 00:37:20"},{"guid":"911a7fa4-0eb7-444a-a566-0865284a6f4e","spineIndex":1,"startCharIndex":75464,"endCharIndex":75515,"color":4,"text":"Habit no. 9: Schedule out your day into time chunks","note":"Divide day into specific time chunks to improve productivity, reduce stress and sharpen focus. The Pomodoro technique, also known as blocking or chunking, involves allocating a certain amount of time to work on a specific task and only working on that task during that time. Break time needs to be scheduled in the time chunks to give your brain a rest and maintain focus. This method helps to shorten the amount of time spent on a task and plan a schedule. Use a calendar to block off time and avoid double-booking.","updateTime":1673484489571,"time":"2023-01-12 01:48","bgColor":"#C3F172","showTime":"2023-01-12 00:48:09"},{"guid":"ae4584ff-c52b-4e08-aeb6-9ead77ed8b5b","spineIndex":1,"startCharIndex":78949,"endCharIndex":78987,"color":4,"text":"Habit no. 10: Learn how to Single-Task","note":"Multitasking is ineffective, it doesn't work and impairs our ability to perform a task, it can cause unfinished tasks to remain unfinished and can cause a negative effect on productivity, it also causes a decrease in the quality of work and an increase in error rates. The best way to improve focus is to single-task, putting attention on one task at a time, try to resist the temptation to multitask and work on one task at a time instead, you will find that you will get more done and be more efficient by doing this.","updateTime":1673484917599,"time":"2023-01-12 01:55","bgColor":"#C3F172","showTime":"2023-01-12 00:55:17"},{"guid":"0eaf10e8-1b14-4c27-9202-9736fee2233b","spineIndex":1,"startCharIndex":82215,"endCharIndex":82257,"color":4,"text":"Habit no. 11: Batch Process Similar Tasks","note":"Batch processing is a method where similar tasks are grouped together and completed in a block of time. It is similar to how a computer executes a series of jobs without needing manual intervention for each one. By applying this concept to everyday tasks, you can experience increased productivity and focus by doing similar tasks together. This method allows you to focus on one type of task at a time and avoid the distractions and costs of task switching.\n\n\n\n\n","updateTime":1673485536990,"time":"2023-01-12 02:05","bgColor":"#C3F172","showTime":"2023-01-12 01:05:36"},{"guid":"f80226ba-cb5b-42a7-8ee0-90a13792e5b6","spineIndex":1,"startCharIndex":87156,"endCharIndex":87202,"color":4,"text":"Habit no. 12: Don’t waste your day in meetings","note":"avoiding meetings as much as possible as they often take up valuable time and are not always necessary. When someone suggests a meeting, suggest having an impromptu meeting right then and there. If you must attend a meeting, try to suggest standing instead of sitting and avoid meetings with food present. When scheduling a meeting, allocate a small window of time, such as 15 minutes, instead of an hour. Avoid meetings with more than 10 people as they often lead to more discussion and less productivity. Clearing your schedule of unnecessary meetings will allow for more time to focus on important tasks and improve productivity.","updateTime":1673485773025,"time":"2023-01-12 02:09","bgColor":"#C3F172","showTime":"2023-01-12 01:09:33"},{"guid":"3cd15ee5-fc3c-446d-9f4c-c527dc56ae9c","spineIndex":1,"startCharIndex":92351,"endCharIndex":92414,"color":2,"text":"Chapter 4: Actions you can take right now to improve your focus","note":"","updateTime":1673756242413,"time":"2023-01-15 05:17","bgColor":"#FCACCA","showTime":"2023-01-15 04:17:22"},{"guid":"3ce606e7-b6c6-4cc0-91f7-47417eb302d8","spineIndex":1,"startCharIndex":92427,"endCharIndex":92466,"color":4,"text":"Habit no. 13: Declutter your workspace","note":"Clutter in your workspace can negatively impact your productivity and focus. Tips for decluttering include starting from scratch by removing everything from your desk and drawers, organizing by importance and flow, taming cables, finding trouble spots, adding extra storage, creating hidden storage, giving everything a designated spot, and cleaning up every night before leaving the office. Decluttering can improve your overall attitude towards work.","updateTime":1673756828120,"time":"2023-01-15 05:27","bgColor":"#C3F172","showTime":"2023-01-15 04:27:08"},{"guid":"76bb5e67-cd73-451e-a5e4-d024e6eadccb","spineIndex":1,"startCharIndex":96651,"endCharIndex":96676,"color":4,"text":"Habit no. 14: Set a timer","note":"Setting a timer can help with procrastination and increase focus on tasks by setting deadlines and creating a sense of urgency. It can also be helpful to break up work into smaller segments and take breaks in between. Tips include setting reasonable deadlines, avoiding deadlines that are too lenient, creating a reward or consequence system, and using a timer that is accessible but not tempting to distract from the task at hand.","updateTime":1673757277132,"time":"2023-01-15 05:34","bgColor":"#C3F172","showTime":"2023-01-15 04:34:37"},{"guid":"d59de4fc-e7d8-41cf-bc08-94f592ccc255","spineIndex":1,"startCharIndex":100906,"endCharIndex":100951,"color":4,"text":"Habit no. 15: Turn off the phone and hide it","note":"Turning off your phone can help you focus and be more productive, as phone notifications can be a distraction even if you don't interact directly with the phone when you hear them. Researchers have found that even hearing your phone can break your concentration. It's recommended to turn off your phone when working on something important and consider using apps that disable internet access to help stay focused like AppDetox, Moment, BreakFree, and Forest.","updateTime":1673800353390,"time":"2023-01-15 17:32","bgColor":"#C3F172","showTime":"2023-01-15 16:32:33"},{"guid":"9d0b3c23-d55f-4c75-977f-d9cc9a684e81","spineIndex":1,"startCharIndex":103835,"endCharIndex":103887,"color":4,"text":"Habit no. 16: Save your emails for later in the day","note":"Emails can be a big distraction and cause problems in productivity. Checking emails often seems harmless but can end up taking a lot of time. Keeping a browser tab open for email can also be tempting and lead to interruptions in work. It is best to avoid checking emails throughout the day and instead, choose specific times to check them, such as before lunch and before leaving for the evening. This can help limit the amount of time spent on emails and increase productivity. Personal schedules and energy levels should also be considered when determining the best time to check emails.","updateTime":1673801306623,"time":"2023-01-15 17:48","bgColor":"#C3F172","showTime":"2023-01-15 16:48:26"},{"guid":"ed3d6aa9-41df-43c3-ab6d-de01b511738a","spineIndex":1,"startCharIndex":109734,"endCharIndex":109778,"color":4,"text":"Habit no. 17: Don’t let others distract you","note":"It is important to set rules and expectations for those who may disrupt your work and productivity. Identify the most common circumstances that interrupt your workflow and make a list of the top five \"offenders\" who regularly disrupt your focus. Brainstorm ideas to help reset their expectations in a diplomatic and respectful way. Remember, it's up to you to take responsibility for your time and focus, and to communicate your needs to others.","updateTime":1673801861501,"time":"2023-01-15 17:57","bgColor":"#C3F172","showTime":"2023-01-15 16:57:41"},{"guid":"4fa20c16-1eba-4a41-9731-378e9703d143","spineIndex":1,"startCharIndex":113755,"endCharIndex":113818,"color":4,"text":"Habit no. 18: Free up your calendar a few times during the day","note":"Filling up your calendar too much can have a negative effect on productivity. Scheduling too much can cause stress and physical exhaustion, and not working with energy levels can harm focus. To improve productivity, it's important to pick a few key things during the day and free up some of the calendar to focus better. Reviewing and adjusting the schedule can reduce stress and improve productivity.\n","updateTime":1673802426055,"time":"2023-01-15 18:07","bgColor":"#C3F172","showTime":"2023-01-15 17:07:06"},{"guid":"a858e0c8-ba37-499d-b84b-476fe122765b","spineIndex":1,"startCharIndex":116476,"endCharIndex":116520,"color":2,"text":"Chapter 5: Self-care for turbo-charged focus","note":"","updateTime":1673802450955,"time":"2023-01-15 18:07","bgColor":"#FCACCA","showTime":"2023-01-15 17:07:30"},{"guid":"d7040b17-9689-4489-8dc4-8732968da907","spineIndex":1,"startCharIndex":116533,"endCharIndex":116589,"color":4,"text":"Habit no. 19: Learn to work with your own energy levels","note":"Your energy levels fluctuate throughout the day and can affect your productivity. To make sure you are as focused as possible, identify when your high and low energy periods are and organize your workflow accordingly. Create a spreadsheet to track your energy levels at different times of the day and note any relevant details. Review your spreadsheet after a few weeks to see if there are any trends and adjust your workflow to complement your energy levels. Everyone's energy levels are different, so focus on what works best for you.","updateTime":1673809027606,"time":"2023-01-15 19:57","bgColor":"#C3F172","showTime":"2023-01-15 18:57:07"},{"guid":"38078403-af11-4f97-9c79-9e223a057517","spineIndex":1,"startCharIndex":121549,"endCharIndex":121587,"color":4,"text":"Habit no. 20: Make sure to take breaks","note":"Taking breaks while working on a long project can help maintain focus, increase productivity, and reduce the risk of mistakes. There are several ways to incorporate breaks into your work routine, such as using the Pomodoro Technique, monitoring your attention levels, taking power naps, socializing during breaks, or making breaks into a game. It's important to find a method that works for you, and to make sure the breaks are not too distracting or time-consuming. Remember, rest is important for your brain to process new information, form new connections, and commit important information to memory.","updateTime":1673819297866,"time":"2023-01-15 22:48","bgColor":"#C3F172","showTime":"2023-01-15 21:48:17"},{"guid":"83ae49b5-6354-4b8e-b71f-38e67cefbe39","spineIndex":1,"startCharIndex":125944,"endCharIndex":125983,"color":4,"text":"Habit no. 21: Consider aerobic exercise","note":"Exercise can improve focus and cognitive abilities, reduce the risk of Alzheimer's and boost memory. Studies show that aerobic exercise increases blood flow to the hippocampus, a part of the brain responsible for producing new memories, which can increase alertness and focus. Even just 60 seconds of energetic physical activity, such as jumping jacks or sprinting, can raise heart rate and improve oxygen flow to the brain. Regular exercise also increases the volume of a protein called BDNF, which helps the brain grow and improves information processing, attention management and memory. To improve focus, try doing a quick burst of physical activity before studying or working.\n\n\n\n","updateTime":1673819735042,"time":"2023-01-15 22:55","bgColor":"#C3F172","showTime":"2023-01-15 21:55:35"},{"guid":"4c61b87c-7f53-4de0-8b00-82ce678d7f31","spineIndex":1,"startCharIndex":128878,"endCharIndex":128929,"color":4,"text":"Habit no. 22: Bring your focus back with meditation","note":"Meditation is a great way to improve focus, stay on pace, and reclaim inner calm. Studies have shown that it can improve concentration and it doesn't have to be complicated. Mindful meditation, where you focus on breathing for a few minutes, is a simple form that can be done anywhere and personalized to suit your needs. Incorporating regular meditation sessions into your day, such as 10 minutes before bed and 10 minutes in the morning, can make a big difference in keeping you calm, focused, and ready for the day.\n\n\n\n","updateTime":1673820183893,"time":"2023-01-15 23:03","bgColor":"#C3F172","showTime":"2023-01-15 22:03:03"},{"guid":"b1f5dc46-02ed-45b0-89ee-64e97ccba1be","spineIndex":1,"startCharIndex":132002,"endCharIndex":132057,"color":4,"text":"Habit no. 23: The dangers of drinking too much caffeine","note":"Consuming caffeine in moderation can have benefits such as increasing energy, improving memory, and lifting mood. However, consuming too much caffeine can lead to negative consequences such as high blood pressure, increased stress, restlessness, insomnia, and anxiety disorders. The recommended amount of caffeine consumption is around 400 milligrams, which is the equivalent of a 20-ounce cup (cup of 1/2 liter of coffee not caffeine) of Starbucks “Pike Place” coffee . It is important to monitor and limit caffeine consumption from all sources, including coffee, soda, chocolate, and energy drinks, to improve focus and concentration. Cutting back on caffeine consumption slowly can help avoid negative side effects and improve focus.\n\n\n\n","updateTime":1673820996695,"time":"2023-01-15 23:16","bgColor":"#C3F172","showTime":"2023-01-15 22:16:36"},{"guid":"a5bc571d-3a85-4584-a00c-74d42df38a0a","spineIndex":1,"startCharIndex":135389,"endCharIndex":135421,"color":4,"text":"Habit no. 24: Eat a healthy diet","note":"Eating a large meal or one that is full of unhealthy foods like sugars or fried foods can slow you down, make you feel overwhelmed, and impact your ability to concentrate on your tasks. The best thing that you can do to ensure that you take care of your body and maintain focus is to make sure you fill your body with healthy nutrients. Eating protein, fruits and vegetables, dairy products, and whole grain carbs can help to provide your body with the necessary nutrients and keep you feeling fuller for longer. Additionally, having a healthy snack on hand can help to combat hunger while you are working.\n\n\n\n","updateTime":1673821650007,"time":"2023-01-15 23:27","bgColor":"#C3F172","showTime":"2023-01-15 22:27:30"},{"guid":"7a87aad4-cb14-4005-80c7-24020e13eb0a","spineIndex":1,"startCharIndex":139889,"endCharIndex":139939,"color":4,"text":"Habit no. 25 : Make sure that you get enough sleep","note":"To focus on work, it is important to get enough sleep. Many Americans do not get enough sleep due to busy schedules. To improve sleep, set up a bedtime routine, turn off electronics an hour before bed, write down tasks for the next day, keep the room cool, turn off lights, and play quiet music if needed. Also, have a set bedtime and wake time.","updateTime":1673822008459,"time":"2023-01-15 23:33","bgColor":"#C3F172","showTime":"2023-01-15 22:33:28"},{"guid":"b15d2c99-10bf-4850-b7d4-9a0e6db5d920","spineIndex":1,"startCharIndex":144338,"endCharIndex":144348,"color":2,"text":"Conclusion","note":"Many people struggle with focus and often end up procrastinating and rushing to meet deadlines. However, focus can lead to positive outcomes such as better thinking, energy, and relationships. The book discusses 25 tips to help improve focus and efficiency. It is important to customize these tips to fit one's own life and to have self-awareness in order to understand personal triggers and how they affect focus. It is important to adjust methods that do not work and to understand that focus is needed in both personal and professional life.","updateTime":1673823042575,"time":"2023-01-15 23:50","bgColor":"#FCACCA","showTime":"2023-01-15 22:50:42"}]}
